{
	"Ways to boost your web performance scores. Wed, 10 Aug 2022 00:00:00 +0000": 1,
	"All browsers now support finer control over CSS transforms Wed, 3 Aug 2022 00:00:00 +0000": 1,
	"How should we nest our CSS - officially? Wed, 27 Jul 2022 00:00:00 +0000": 1,
	"Using grids in interface designs Wed, 20 Jul 2022 00:00:00 +0000": 1,
	"The creative web unlocked by new CSS tools Wed, 17 Aug 2022 00:00:00 +0000": 1,
	"The :has() revolution Wed, 24 Aug 2022 00:00:00 +0000": 1,
	"CSS Container Queries are here Wed, 31 Aug 2022 00:00:00 +0000": 1,
	"When should you use infinite scrolling? Wed, 7 Sep 2022 00:00:00 +0000": 1,
	"UI animation whimsy with the Shared Element Transitions API Wed, 5 Oct 2022 00:00:00 +0000": 1,
	"The state of the web in 2022 Wed, 28 Sep 2022 00:00:00 +0000": 1,
	"Web fonts get colorful with COLRv1 Wed, 21 Sep 2022 00:00:00 +0000": 1,
	"The new WebKit features in Safari 16 Wed, 14 Sep 2022 00:00:00 +0000": 1,
	"Progressively-enhanced Single Page Apps - the future? Wed, 12 Oct 2022 00:00:00 +0000": 1,
	"100 days of modern CSS Wed, 19 Oct 2022 00:00:00 +0000": 1,
	"Declaring color with oklch() Wed, 26 Oct 2022 00:00:00 +0000": 1,
	"How Google's Core Web Vitals has impacted the performance conversation Wed, 2 Nov 2022 00:00:00 +0000": 1,
	"The 'flipping cool' element transition API Wed, 9 Nov 2022 00:00:00 +0000": 1,
	"The evolution of scalable CSS Wed, 16 Nov 2022 00:00:00 +0000": 1,
	"An epic, interactive guide to Flexbox Wed, 23 Nov 2022 00:00:00 +0000": 1,
	"Three new CSS dynamic viewport units Wed, 30 Nov 2022 00:00:00 +0000": 1,
	"The state of CSS in 2022 Wed, 7 Dec 2022 00:00:00 +0000": 1,
	"To www, or not to www? Wed, 14 Dec 2022 00:00:00 +0000": 1,
	"Help choose the CSS nesting syntax – again. Wed, 21 Dec 2022 00:00:00 +0000": 1,
	"What was important in the world of Frontend in 2022 Wed, 4 Jan 2023 00:00:00 +0000": 1,
	"The conditional nature of CSS Wed, 11 Jan 2023 00:00:00 +0000": 1,
	"The truth about CSS Selector performance Wed, 18 Jan 2023 00:00:00 +0000": 1,
	"The importance of optimizing for that first byte Wed, 25 Jan 2023 00:00:00 +0000": 1,
	"Mixing color directly in CSS Wed, 1 Feb 2023 00:00:00 +0000": 1,
	"Blink and Gecko on iOS one day? Wed, 8 Feb 2023 00:00:00 +0000": 1,
	"You can try (native) CSS nesting now Wed, 15 Feb 2023 00:00:00 +0000": 1,
	"Flex wrapping detection in CSS sure would be handy Wed, 22 Feb 2023 00:00:00 +0000": 1,
	"Query your parents with CSS Wed, 1 Mar 2023 00:00:00 +0000": 1,
	"Typography, widows, and the headline balancing act Wed, 8 Mar 2023 00:00:00 +0000": 1,
	"Mastering CSS transitions and animations Wed, 15 Mar 2023 00:00:00 +0000": 1,
	"Six CSS snippets you should know Wed, 22 Mar 2023 00:00:00 +0000": 1,
	"Safari adds over 100 new features Wed, 29 Mar 2023 00:00:00 +0000": 1,
	"How WebAssembly is pushing the Web forward Wed, 5 Apr 2023 00:00:00 +0000": 1,
	"Balancing your text with CSS Wed, 12 Apr 2023 00:00:00 +0000": 1,
	"How to solve the CSS layout and source order disconnect? Wed, 19 Apr 2023 00:00:00 +0000": 1,
	"The variety and power of CSS blend modes Wed, 26 Apr 2023 00:00:00 +0000": 1,
	"🔒 Is the browser's lock icon going away? Wed, 3 May 2023 00:00:00 +0000": 1,
	"Defending frontend as a full-time job Wed, 10 May 2023 00:00:00 +0000": 1,
	"What you need to know from Google I/O Wed, 17 May 2023 00:00:00 +0000": 1,
	"Best practices for login and signup forms Wed, 24 May 2023 00:00:00 +0000": 1,
	"Web features you need to know about Wed, 31 May 2023 00:00:00 +0000": 1,
	"Preparing the web for spatial computing Wed, 7 Jun 2023 00:00:00 +0000": 1,
	"The gotchas of CSS nesting Wed, 14 Jun 2023 00:00:00 +0000": 1,
	"How do you use CSS? Wed, 21 Jun 2023 00:00:00 +0000": 1,
	"Behind the curtain of Wikipedia's redesign Wed, 28 Jun 2023 00:00:00 +0000": 1,
	"A beautiful primer on SVG paths Wed, 5 Jul 2023 00:00:00 +0000": 1,
	"A is for aspect-ratio, B is for border.. Wed, 12 Jul 2023 00:00:00 +0000": 1,
	"Just how bloated is your site? Wed, 19 Jul 2023 00:00:00 +0000": 1,
	"Arc reaches 1.0 Wed, 26 Jul 2023 00:00:00 +0000": 1,
	"How the Virtual Keyboard API solves one annoying mobile issue Wed, 2 Aug 2023 00:00:00 +0000": 1,
	"Are you using Web Components yet? Wed, 2 Aug 2023 00:00:00 +0000": 1,
	"An HTML element reunion Wed, 9 Aug 2023 00:00:00 +0000": 1,
	"Using CSS to test your refresh rate. Wed, 16 Aug 2023 00:00:00 +0000": 1,
	"Here's why you shouldn't make viewport assumptions Wed, 30 Aug 2023 00:00:00 +0000": 1,
	"Astro 3.0 released, and RIP to a Web hero Wed, 6 Sep 2023 00:00:00 +0000": 1,
	"Being lazy in the right places Wed, 13 Sep 2023 00:00:00 +0000": 1,
	"Safari 17 is here Wed, 20 Sep 2023 00:00:00 +0000": 1,
	"What do you think about HTML in 2023? Wed, 27 Sep 2023 00:00:00 +0000": 1,
	"How Photoshop uses browser tech to the limits Wed, 4 Oct 2023 00:00:00 +0000": 1,
	"Some Tailwind CSS best practices Wed, 11 Oct 2023 00:00:00 +0000": 1,
	"Test how many HTML tags you know Wed, 18 Oct 2023 00:00:00 +0000": 1,
	"When a hundred developers code the same layout Wed, 25 Oct 2023 00:00:00 +0000": 1,
	"None of the top 100 sites uses fully conformant HTML? Wed, 1 Nov 2023 00:00:00 +0000": 1,
	"Another way to split your select elements Wed, 8 Nov 2023 00:00:00 +0000": 1,
	"A new metric for interaction responsiveness in 2024 Wed, 15 Nov 2023 00:00:00 +0000": 1,
	"An interactive guide to CSS Grid Wed, 22 Nov 2023 00:00:00 +0000": 1,
	"HTML hacks that shaped the Web Wed, 29 Nov 2023 00:00:00 +0000": 1,
	"Should web perf tools report carbon emissions? Wed, 6 Dec 2023 00:00:00 +0000": 1,
	"2023 was kind to CSS and the web platform Wed, 13 Dec 2023 00:00:00 +0000": 1,
	":has has broad browser backing Wed, 20 Dec 2023 00:00:00 +0000": 1,
	"A look back at 2023 in frontend development Wed, 3 Jan 2024 00:00:00 +0000": 1,
	"The 100 top CodePens of 2023 Wed, 10 Jan 2024 00:00:00 +0000": 1,
	"Five CSS snippets you need to know Wed, 17 Jan 2024 00:00:00 +0000": 1,
	"12 modern CSS one-line upgrades Wed, 24 Jan 2024 00:00:00 +0000": 1,
	"Apple's “painful” new alternative browser rules Wed, 31 Jan 2024 00:00:00 +0000": 1,
	"Browsers buddy up for Interop 2024 Wed, 7 Feb 2024 00:00:00 +0000": 1,
	"💔 Apple and PWAs: It's not me, it's EU.. Wed, 14 Feb 2024 00:00:00 +0000": 1,
	"Just what *is* the best way to center a div? Wed, 21 Feb 2024 00:00:00 +0000": 1,
	"'Sabotaging Web Apps is Indefensible' Wed, 28 Feb 2024 00:00:00 +0000": 1,
	"A week is a long time in web development Wed, 6 Mar 2024 00:00:00 +0000": 1,
	"Browsers buddy up to bring the speed Wed, 13 Mar 2024 00:00:00 +0000": 1,
	"The web and the needs of humanity Wed, 20 Mar 2024 00:00:00 +0000": 1,
	"What you need to know about modern CSS in early 2024 Wed, 27 Mar 2024 00:00:00 +0000": 1,
	"Getting to grips with container queries Wed, 3 Apr 2024 00:00:00 +0000": 1,
	"You can't fold a DOM... right? Wed, 10 Apr 2024 00:00:00 +0000": 1,
	"A peek at CSS Anchor positioning Wed, 17 Apr 2024 00:00:00 +0000": 1,
	"How should masonry layout work with CSS Grid? Wed, 24 Apr 2024 00:00:00 +0000": 1,
	"A Masonry Mistake? Wed, 1 May 2024 00:00:00 +0000": 1,
	"Getting to grips with scroll-driven animation Wed, 8 May 2024 00:00:00 +0000": 1,
	"The current state of HTML Wed, 15 May 2024 00:00:00 +0000": 1,
	"Is anyone using container queries? Wed, 22 May 2024 00:00:00 +0000": 1,
	"Do you really need that framework? Wed, 29 May 2024 00:00:00 +0000": 1,
	"An intro to CSS anchor positioning Wed, 5 Jun 2024 00:00:00 +0000": 1,
	"Apple's Safari updates from WWDC Wed, 12 Jun 2024 00:00:00 +0000": 1,
	"What if CSS had if()? Wed, 19 Jun 2024 00:00:00 +0000": 1,
	"A CSS 'if' function isn't here yet, but what can we do today? Wed, 26 Jun 2024 00:00:00 +0000": 1,
	"A new browser engine enters the ring Wed, 3 Jul 2024 00:00:00 +0000": 1,
	"Exploring the magic of clip-path Wed, 10 Jul 2024 00:00:00 +0000": 1,
	"All the selectors you need Wed, 17 Jul 2024 00:00:00 +0000": 1,
	"How to build complex browser extensions Wed, 24 Jul 2024 00:00:00 +0000": 1,
	"How to build complex Chrome extensions Wed, 24 Jul 2024 00:00:00 +0000": 1,
	"W3C doubles down: 'Third-party cookies have to go' Wed, 31 Jul 2024 00:00:00 +0000": 1,
	"Ready to talk CSS5? Wed, 7 Aug 2024 00:00:00 +0000": 1,
	"Should you 'over-engineer' your CSS? Wed, 14 Aug 2024 00:00:00 +0000": 1
}
